Repository: crekby/TutReader
Catalog: TutReader/*.lproj/Localizable.strings
Languages: ru

# ONLINE_TITLE
source: Online
ru: Онлайн

# FAVORITE_TITLE
source: Favorite
ru: Избранные

# CATEGORIES_TITLE
source: Categories
ru: Рубрики

# WEATHER_TITLE
source: Weather
ru: Пагода

# CURRENCY_TITLE
source: Currency
ru: Курс Валют

# NO_INTERNET_CONNECTION_TITLE
source: Internet Connection
ru: Интернет Соединение

# NO_INTERNET_CONNECTION_MESSAGE
source: There is no internet connection
ru: Интернет соединение отсуствует

# HOST_NOT_REACHABLE_TITLE
source: Host not reachable
ru: Сайт Не Доступен

# HOST_NOT_REACHABLE_MESSAGE
source: News host not reachable. Try again later
ru: Сайт не доступен, Повторите попытку пожже

# EMAIL_SHARE_TITLE_ALERT
source: Email Share
ru: Email

# EMAIL_SHARE_SEND_BODY_ALERT
source: Email was successfuly send
ru: Письмо успешно послано

# EMAIL_SHARE_FAILED_ALERT
source: Email sending was failed
ru: Не удалось отправить письмо

# EMAIL_SHARE_NOT_AVAILABLE_ALERT
source: Please set up email preferences in a device settings
ru: Настройте Email аккаунт в настройках телефона

# TWEETER_SHARE_SEND_BODY_ALERT
source: Tweet was successfuly send
ru: Твит успешно послан

# TWEETER_SHARE_FAILED_BODY_ALERT
source: Tweet sending was failed
ru: Не удалос отправить твит

# TWEETER_SHARE_NOT_AVAILABLE_ALERT
source: Please set up tweeter preferences in a device settings
ru: настройте Tweeter аккаунт в настройках телефона

# FACEBOOK_SHARE_SEND_BODY_ALERT
source: Message was successfuly send
ru: Сообщение успешно послано

# FACEBOOK_SHARE_FAILED_BODY_ALERT
source: Message sending was failed
ru: Не удалось отправить сообщение

# FACEBOOK_SHARE_NOT_AVAILABLE_ALERT
source: Please set up facebook preferences in a device settings
ru: Настройте Facebook аккаунт в настойках телофона

# WHATSAPP_SHARE_NOT_AVAILABLE_ALERT
source: WhatsApp sharing is not available
ru: WhatsApp не доступен

# WEATHER_DAY_TEMP
source: Day: %.2f °C
ru: День: %.2f °C

# WEATHER_MORN_TEMP
source: Morning: %.2f °C
ru: Утро: %.2f °C

# WEATHER_EVE_TEMP
source: Evening: %.2f °C
ru: Вечер: %.2f °C

# WEATHER_NIGHT_TEMP
source: Night: %.2f °C
ru: Ночь: %.2f °C

# WEATHER_PRESURE
source: Presure: %.2f
ru: Давление: %.2f

# WEATHER_WIND_SPEED
source: Wind Speed: %.2f m/s
ru: Скорость Ветра: %.2f м/с

# WEATHER_CITY_TITLE
source: City
ru: Город

source: All News
ru: Все Рубрики

source: Politics
ru: Политика

source: Elections
ru: Выборы

# BUSSINES_ECONOMICS
source: Bussines and Economics
ru: Экономика и бизнес

source: Finance
ru: Финансы

# SOСIETY
source: Society
ru: Общество

source: Hot Line
ru: Горячая линия

source: Reporter
ru: Репортер

source: In The World
ru: В мире

# SPORT
source: Sports
ru: Спорт

source: Culture
ru: Культура

source: Lady
ru: Леди

# SCIENCE_TECHNOLOGY
source: Science And Technology
ru: Наука и технологии

# AUTOMOTIVE
source: Auto
ru: Авто

# COLLISIONS
source: Auto Crush
ru: ДТП

source: Accidents
ru: Происшествия

source: All Around
ru: Калейдоскоп

source: Response
ru: ОтКлик

source: Vacations
ru: Отдых

source: Company News
ru: Новости компаний
